Repository: Doalogue-Kwiki/iogrowCRM
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ar

source: Search
ar: ابحث

source: Invite Users
ar: استدعاء مستخدم

source: Calendar
ar: رزنامة

source: Sign Out
ar: تسجيل الخروج

source: My Setting
ar: الاعدادات

source: My setting
ar: الاعدادات

source: Language
ar: اللغة

source: English
ar: الانجليزبة

source: Arabic
ar: العربية

source: French
ar: الفرنسية

source: Close
ar: اغلاق

source: Save
ar: حفظ التغييرات

source: Capture leads from your Social networks
ar: احصل على مداخل البيع من شبكتك الاجتماعية الخاصة

source: If you are looking to build a potential network of contacts, it's not just a matter of adding them manually, you can do better! Use the free Google Chrome extension that allows you to add people right from Linkedin, Twitter and Gmail in one click. Keep the experience you know and connect with the people you need
ar: اذا كنت تبحث على انشاء شبكة اتصالات فعالة بسرعة وبسهولة استخدم تمديد جوجل كروم الذي يوفر لك خدمة اضافة اشخاص من بريدك الاكتروني جيميل و من حسابك الخاص على تويتر و لنكد ان وذلك بضغطة زر واحدة .

source: Install Chrome Extension
ar: ثبت تمديد جوجل كروم

source: Error
ar: خطأ

source: Oops !...An error has occured. Please try again
ar: عفوا! ... حدث خطأ. يرجى المحاولة مرة أخرى

source: Accounts
ar: حسابات

source: New Account
ar: حساب جديد

source: Name
ar: اسم

source: Type
ar: النوع

source: Industry
ar: صناعة

source: Cancel
ar: إلغاء

source: Add Account
ar: إضافة حساب

source: Prev
ar: السابقة

source: Next
ar: التالي

source: Type here the company name of your customer,parnter...
ar: اكتب هنا اسم الشركة الخاصة بك العملاء،شريك ...

source: Add Address
ar: إضافة العنوان

source: Street
ar: شارع

source: City
ar: مدينة

source: State/Province
ar: دولة/مقاطعة

source: Postal Code
ar: الرمز البريدي

source: Country
ar: بلد

source: Edit Lead
ar: تحرير مدخل البيع

source: Tagline
ar: مقدمة

source: Introduction
ar: مقدمة

source: Hi
ar: مرحبا

source: Tasks
ar: المهام

source: Add new task ...
ar: إضافة مهمة جديدة...

source: Due date
ar: تاريخ الاستحقاق

source: Use
ar: استعمال

source: to add labels
ar: لاضافة تسميات

source: to assign the task
ar: لتعيين المهمة

source: Add
ar: إضافة

source: All Tasks
ar: جميع المهام

source: Urgent Tasks
ar: مهام عاجلة

source: Created by Me
ar: انشاتها انا

source: Assigned to Me
ar: عينت لي

source: No results found
ar: لا توجد نتائج

source: Reopen
ar: إعادة فتح

source: Tags
ar: الوسوم

source: Assignee
ar: تعيين

source: Delete
ar: حذف

source: Opened by:
ar: فتحت عن طريق:

source: related to
ar: متعلقة ب

source: Add a new tag
ar: اضف وسم جديد

source: New tag name
ar: اسم جديد

source: Loading...
ar: تحميل...

source: Manage Tags
ar: ادارة الوسوم

source: Loading
ar: تحميل

source: Close Task
ar: اغلاق مهمة

source: Are you sure you want to close selected tasks
ar: هل انت متاكد من انك تود اغلاق المهمات المحددة

source: Add Tags
ar: اضف وسم

source: Assign someone to this task
ar: عين شخص لهذه المهمة

source: Enter name or email addresse to add people to this group
ar: ادخل اسم او بريد الكتروني لاضافة اشخاص لهذه المجموعة

source: Add this account
ar: إضافة هذا الحساب

source: Delete Task
ar: حذف المهمة

source: Are you sure you want to delete those tasks
ar: هل أنت متأكد أنك تريد حذف هذه المهمة

source: Click to Select a label
ar: انقر لتحديد تسمية

source: Groups
ar: مجموعات

source: New Group
ar: اضف مجموعة

source: Group Name
ar: اسم المجموعة

source: Add this group
ar: اضف هذه المجموعة

source: portlet Settings
ar: إعدادات المدخل

source: Add a new member
ar: إضافة عضو جديد

source: Add member as:
ar: إضافة عضو على النحو التالي:

source: Member
ar: عضو

source: Owner
ar: مالك

source: Add this member
ar: اضف هذا العضو

source: New Member
ar: عضو جديد

source: Settings
ar: إعدادات

source: Opportunity Stages
ar: مرحلة الفرصة

source: Case Status
ar: وضعية الحالة

source: Lead Status
ar: وضعية مدخل البيع

source: Add a new stage
ar: اضف مرحلة جديدة

source: Edit
ar: تحرير

source: Add a Case status
ar: اضف وضعية حالة

source: Add a Lead status
ar: اضف وضعية مدخل البيع

source: New Opportunity Stage
ar: مرحلة الفرصة

source: Probability
ar: احتمال

source: Add a new Opportunity stage
ar: اضف مرحلة جديدة

source: Edit Opportunity Stage
ar: تحرير المرحلة

source: save
ar: حفظ

source: New Case Status
ar: وضعية جديدة

source: Add Case Status
ar: اضف وضعية جديدة

source: Edit Case Status
ar: تحرير وضعية الحالة

source: New Lead status
ar: وضعية جديدة لمدخل البيع

source: Add Lead Status
ar: اضف وضعية لمدخل البيع

source: Edit Lead status
ar: تحرير وضعية مدخل البيع

source: Users
ar: المستخدمين

source: New User
ar: مستخدم جديد

source: invited by
ar: مدعو من طرف

source: Invite people from your team and start working together in seconds. Everyone you invite will receive a welcome email.
ar: ادعو اناس من فريقك وابداو العمل الجماعي في ثواني .اي شخص تقوم بدعوته سيتلقى رسالة ترحيب .

source: Email
ar: البريد الالكتروني

source: Add this user
ar: اضف هذا المستخدم

source: posted by
ar: أرسلت بواسطة

source: You have leads coming in from a wide variety of sources. Some leads come from lists you acquired, others from business cards and still more from the "contact us" form on your website. i/oGrow help you organize informations about leads so they can be followed up on and qualified quickly.
ar: لديك مداخيل البيع من عدت مصادر.بعض هذه المداخيل ياتي من قوائمك الخاصة و البعض الاخر من بطاقات العمل ,الاتصالات,المواقع الالكترونية. i/oGrow يساعدك على ادارة مداخيل البيع لديك لتتمكن متابتعهم وتقييمهم بشكل صحيح وبسهولة.

source: No results found, try with another filter
ar: لا توجد نتائج، حاول مع مرشح آخر

source: Share:
ar: نشر:

source: Labels
ar: تسميات

source: Add a new label
ar: إضافة تسمية جديدة

source: Articles
ar: مقالات

source: Create
ar: انشئ

source: Crete a new article
ar: انشئ مقالة جديدة

source: Title
ar: عنوان

source: Type here the title of your post...
ar: اكتب هنا عنوان رسالتك ...

source: Intro Card
ar: بطاقة مقدمة

source: Full article card
ar: بطاقة المقال كاملا

source: Enter text ...
ar: ادخل نص ...

source: Add this address
ar: اضف هذا العنوان

source: New label
ar: تسمية جديدة

source: Share
ar: نشر

source: Posted by
ar: نشرت من طرف

source: Community
ar: مجتمع

source: TODO: put here social media connections
ar: للانجاز: ضع هنا الوصلات الخاصة بمواقعك الاجتماعية

source: Involve new contributors
ar: اشرك مساههين جدد

source: Invite people from your team and start working together on this task. Everyone you invite will receive an email.
ar: استدعي اشخاص من فريقك وابداو العمل معا على هاته المهمة .كل شخص تدعوه سيتقى رسالة في بريده الاكتروني .

source: Enter name or email addresse to involve people in this discussion
ar: أدخل اسم أو عنوان البريد الإلكتروني لإشراك اطراف اخرى في هذه المناقشة

source: Add as:
ar: إضافة على النحو التالي:

source: Responsible
ar: المسؤول

source: Participant
ar: مشارك

source: Invited
ar: مدعو

source: Edit Contact
ar: تحرير اتصال

source: First Name
ar: الاسم

source: Last Name
ar: اللقب

source: Company
ar: شركة

source: Delete Contact
ar: حذف اتصال

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد حذف

source: Edit Account
ar: تحرير الحساب

source: Add Phone
ar: إضافة الهاتف

source: home
ar: الرئيسية

source: work
ar: عمل

source: mobile
ar: الهاتف محمول

source: other
ar: اخرى

source: Number
ar: رقم

source: Add this phone
ar: اضف هذا الهاتف

source: Add Email
ar: اضف البريد الإلكتروني

source: Add Website
ar: اضف موقع

source: Custom Field
ar: حقل مخصص

source: Field
ar: حقل

source: Value
ar: المحتوى

source: Add this custom field
ar: اضف هذا الحقل المخصص

source: Website
ar: موقع

source: Add this Website
ar: اضف هذا الموقع

source: Add Social link
ar: اضف رابط اجتماعي

source: Social link
ar: رابط اجتماعي

source: Add this social link
ar: اضف هذا الرابط الاجتماعي

source: New Contact
ar: اتصال جديد

source: Add Contact
ar: اضف اتصال

source: Sharing Settings
ar: نشر الاعدادات

source: Who has access:
ar: من له الحق في الاستعمال :

source: public: Anyone within your organization can access and find
ar: عمومي : اي شخص داخل امؤسسة يمكنه الاستعمال

source: private: only you and your collaborators
ar: خصوصي : فقط انت و المتعاونين معك يمنهم الاستعمال

source: Collaborators:
ar: المتعاونين:

source: Invited user:
ar: ادعو مستخدم

source: Invite collaborators:
ar: ادعو متعاونين :

source: Delete Account
ar: : حذف الحساب

source: Delete Information
ar: حذف معلومات :

source: Add a new Task
ar: اضف مهمة جديدة

source: When's it due?
ar: تاريخ الاستحقاق ?

source: Create a new
ar: انشاء

source: Create this document
ar: انشئ هذا الملف

source: New Opportunity
ar: انشئ فرصة

source: Amount
ar: المبلغ

source: Stage
ar: المرحلة

source: choose Stage
ar: اختر مرحلة

source: Add Opportunity
ar: اضف فرصة

source: New Case
ar: حالة جديدة

source: Priority
ar: الاولية

source: Low
ar: ادنى

source: Critical
ar: حرج

source: Status
ar: وضعية

source: Choose Status
ar: اختر وضعية

source: Add Case
ar: اضف حالة

source: New Event
ar: انشئ حدث

source: Add a new event
ar: اضف حدث جديد

source: When?
ar: متى?

source: Starts
ar: تاريخ البدء

source: Ends
ar: تاريخ الانتهاء

source: Where?
ar: اين?

source: Add this event
ar: اضف هذا الحدث

source: Add this task
ar: اضف هذه المهمة

source: Sign-in Button;
ar: تسجيل الدخول

source: New Campaign
ar: انشئ حملة دعاية

source: Add Campaign
ar: اضف حملة دعاية

source: Campaigns
ar: حملات الدعاية

source: View more
ar: مشاهدة المزيد

source: All
ar: الكل

source: Cases
ar: الحالات

source: My
ar: انا

source: Sort by
ar: نقح بواسطة

source: Last modified
ar: تاريخ اخر تحرير

source: Contact
ar: اتصال

source: New
ar: انشئ

source: Case
ar: حالة

source: New Case
ar: انشئ حالة

source: Date:
ar: تاريخ:

source: cases pages includes a detailed page for each customer, partner, or investor in your ecosystem. You and your co-workers can collaborate to get a deep understanding.
ar: صفحات الحالات تحتوي على تفاصيل و معلومات حول كل مستثمر , متعامل او شريك في شبكتك المهنية .من خلال هذه المعلومات يمكنك الحصول على فهم اوضح وتحليل اعمق لوضعك الحالي.

source: Account
ar: حساب

source: Subject
ar: الموضوع

source: choose a status
ar: اختر وضعية

source: Who can access?
ar: حدد اشخاص يمكنهم الاستعمال

source: public: Anyone within your organization
ar: عمومي : اي شخص داخل امؤسسة يمكنه الاستعمال

source: Create Case
ar: انشئ حالة

source: What’s the subject of this issue?
ar: ماهو محتوى هذا المنفذ?

source: Case Informations
ar: معلومات حول الحالة

source: Choose a status
ar: اختر وضعية

source: Choose a priority
ar: حدد الافضلية

source: Custom Fields
ar: حقل مخصص

source: Enter field name
ar: ادخل اسم الحقل

source: Enter a value
ar: ادخل محتوى الحقل

source: Add a new custom field
ar: اضف حقل مخصص

source: Description
ar: شرح

source: Who can access ?
ar: من يمكنه الاستعمال?

source: Contacts
ar: الاتصالات

source: Creating now Contact
ar: انشئ اتصال

source: Contact Informations
ar: معلومات حول الاتصال

source: Phone
ar: الهاتف

source: Enter a number
ar: ادخل رقم الهاتف

source: Add a new Phone
ar: اضف رقم هاتف جديد

source: Add a new email address
ar: اضف بريد الكتروني جديد

source: Address
ar: عنوان

source: Add a new address
ar: اضف عنوان جديد

source: Links
ar: روابط

source: Enter a Website
ar: ادخل موقع جديد

source: Add a new Website
ar: اضف موقع جديد

source: Social Links
ar: رابط اجتماعي

source: Enter a social link
ar: ادخل رابط اجتماعي

source: Add a new social links
ar: اضف رابط اجتماعي

source: Story
ar: شرح

source: Filter by
ar: تنقيح بواسطة

source: All contacts
ar: كل الاتصالات

source: My contacts
ar: اتصالاتي

source: Quick Filtering
ar: تنقيح سريع

source: Leads
ar: مداخيل البيع

source: Lead
ar: مدخل البيع

source: New Lead
ar: انشئ مدخل بيع

source: Delete Lead
ar: حذف مدخل بيع

source: Create Lead
ar: انشئ مدخل بيع

source: Lead Informations
ar: معلومات حول مدخل البيع

source: None
ar: لا شيء

source: Agriculture
ar: زراعة

source: Apparel
ar: ملابس

source: Banking
ar: مصرفي

source: Biotechnology
ar: التكنولوجيا الحيوية

source: Chemicals
ar: المواد الكيميائية

source: Communications
ar: الاتصالات

source: Construction
ar: إنشاءات

source: Consulting
ar: الاستشارات

source: Education
ar: تعليم

source: Electronics
ar: إلكترونيات

source: Energy
ar: طاقة

source: Engineering
ar: هندسة

source: Entertainment
ar: تسلية

source: Environmental
ar: بيئي

source: Finance
ar: تمويل

source: Food
ar: غذاء

source: Beverage
ar: شراب

source: Government
ar: حكومة

source: Healthcare
ar: الرعاية الصحية

source: Hospitality
ar: ضيافة

source: Insurance
ar: تأمين

source: Machinery
ar: آلية

source: Manufacturing
ar: تصنيع

source: Media
ar: وسائل الإعلام

source: Not For Profit
ar: غير نفعية

source: Recreation
ar: استجمام

source: Retail
ar: بيع بالتجزئة

source: Shipping
ar: الشحن

source: Technology
ar: تكنولوجيا

source: Telecommunications
ar: الاتصالات السلكية واللاسلكية

source: Transportation
ar: نقل

source: Utilities
ar: خدمات

source: Other
ar: اشياء اخرى

source: Source
ar: مصدر

source: Social Media
ar: وسائل الإعلام الاجتماعية

source: Web Site
ar: موقع

source: Phone Inquiry
ar: رسائل هاتفية

source: Partner Referral
ar: احالة الى شريك

source: Purchased List
ar: قائمة المشتريات

source: Ask a question or give a feedback
ar: لديك سؤال تود طرحه او ملاحظة تعتقد انها مهمة ...هذا هو المكان الناسب

source: Edit Company Profile
ar: تحرير معلومات الشركة

source: Youtube Channel
ar: قناة اليويوب

source: Edit Company profile
ar: تحرير معلومات الشركة

source: Add this Social link
ar: اضف هذا الرابط الاجتماعي

source: Customer Stories
ar: اخبرني المزيد عن الزبون

source: Customer Needs
ar: احتيجات العميل

source: Notes
ar: الملاحظات

source: Attach Documents
ar: ارفق ملفات

source: Send an Email
ar: ارسل بريد الكتروني

source: Edit Need
ar: تحرير الحاجة

source: description
ar: شرح

source: Opportunities
ar: الفرص

source: All opportunities
ar: كل الفرص

source: My opportunities
ar: الفرص الخاصة بي

source: Stage probability
ar: احتمال حصول المرحلة

source: Filter
ar: منقح

source: Stages
ar: المراحل

source: Sort
ar: صنف

source: Opportunity
ar: فرصة

source: with
ar: ب

source: Estimated close date:
ar: الوقت التقديري للاقفال

source: Know which proposals/bids are pending, which you’ve won, and which you’ve lost. Enter notes about the opportunities, attach proposals or contracts to the opportunities, and keep a log of any changes.
ar: اطلع اكثر حول العروض والاقتراحات التي حصلت عليها والتي فقدتها

source: Fixed bid
ar: مناقصة ثابتة

source: Per hour
ar: كل ساعة

source: Per month
ar: كل شهر

source: Per year
ar: سنويا

source: Create Opportunity
ar: انشئ فرصة

source: Type here the opportunity name...
ar: ادخل اسم الفرصة...

source: Opportunity amount...
ar: مبلغ فرصة البيع

source: Opportunity Stage
ar: مرحلة الفرصة

source: Estimated closed date
ar: الوقت التقديري للاقفال

source: Opportunity Informations
ar: معلومات حول الفرصة

source: Competitors
ar: المنافسين

source: New Product
ar: منتج جديد

source: Add Product
ar: اضف منتج

source: Products
ar: المنتجات

source: New Feature
ar: ميزة جديدة

source: New Roadmap
ar: خارطة طريق جديدة

source: Search results
ar: نتائج البحث

source: No results found, try with another term
ar: لم يتم العثور على نتائج، حاول مع مصطلح آخر
